tap "d12frosted/emacs-plus"
tap "remind101/formulae"
tap "homebrew/cask-fonts"
tap "sqitchers/sqitch"

cask "spectacle"
cask "slack"
cask "visual-studio-code"
cask "fantastical"
cask "forklift"
cask "spotify"
cask "bartender"
cask "zoom"
cask "google-chrome"
cask "julia"

# Editors
brew "emacs-plus"
brew "neovim"

# Fonts
cask "font-hack-nerd-font"
cask "font-fira-code"

brew "assume-role"

brew "gnupg"
brew "gnupg2"
brew "pinentry-mac"

brew "tfenv"
brew "asdf"

brew "go"
brew "node"

brew "ripgrep"
brew "httpie"
brew "terraform-docs"
brew "bat"
brew "ack"
brew "graphviz"
brew "ranger"
brew "lsd"
brew "exa"
brew "diff-so-fancy"
